;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after simbol ' = '
;
;
; TranslationAuthor: Emilio
; TranslationAuthorEmail: emilio.loncar@gmail.com
; Soft Version: 7.x
;
[Lang]
NativeLanguage=Hrvatski

[Translation]
LangCode=041a
ReadHabit=Left-to-rigth
LanguageName=HR
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=EASTEUROPE_CHARSET
Information=Informacija
Warning=Upozorenja
Error=Greška
Confirm=Potvrda
FrmWRC.btnregclean.caption=Čistač registra
FrmWRC.btnadv.caption=Podešavanje sistema
FrmWRC.btnsilm.caption=Defragmentiranje registra
FrmWRC.btnrestore.caption=Vrati
FrmWRC.btnsettings.caption=Postavke
FrmWRC.btnlikeit.caption=Sviđa mi se
FrmWRC.btnsuggest.caption=Prijedlog i povratna informacija
FrmWRC.WiseSimpleButton1.caption=Pričuvna kopija
FrmRegClean.btnall.caption=Izaberi sve
FrmRegClean.btnre.caption=Preporučeno
FrmRegClean.btnnone.caption=Ne biraj ništa
FrmRegClean.btnCustom.caption=Korisničko područje
FrmRegClean.WiseLabel1.caption=Raspored
FrmRegClean.lbltype.caption=Izaberi tip pokretanja:
FrmRegClean.lblweek.caption=Izaberi dan:
FrmRegClean.lbltime.caption=Vrijeme:
FrmRegClean.btnScan.caption=Skeniraj
FrmRegClean.btncancel.caption=Prekini
FrmRegClean.btnrescan.caption=Skeniraj ponovo
FrmRegClean.lblstat.caption=Do sada niste čistili registar. Predlaže se brzo čišćenje
FrmRegClean.vtrc.Columns[0]=Podaci
FrmRegClean.vtrc.Columns[1]=Ključ registra
FrmOptimizer.btnSlimming.caption=Optimiziraj
FrmOptimizer.btnnone.caption=Ne biraj ništa
FrmOptimizer.btnall.caption=Izaberi sve
FrmOptimizer.btnDefault.caption=Zadano sistemom
FrmOptimizer.lblrecommendinfo.caption=Molimo isprobajte naše druge proizvode iz wisecleaner.com!
FrmOptimizer.lblpce.caption=Wise PC Engineer
FrmOptimizer.lblpceinfo.caption=Wise PC Engineer je skup važnih sistemskih pomagala za vaš registar, disk i vaše računalo. Lagan za korištenje i djelotvoran!
FrmOptimizer.lblwdcinfo.caption=Wise Disk Cleaner je najbolji besplatni čistač diska od zastarjelih datoteka i narušitelja privatnosti. Brz, temeljit i siguran!
FrmOptimizer.lblwdc.caption=Wise Disk Cleaner
FrmOptimizer.lblre.caption=Želite li daljnja poboljšanja izvođenja Windowsa?
Frmoptimizer.lblinfoex.caption=Podešavanje sistema može poboljšati vašu mrežu, ubrzati Windowse i stabilizirati vaš sistem.
FrmOptimizer.btnoptimize.caption=Optimiziraj
FrmRegDefragger.lblinfo.caption=Defragmentiranje registra može ubrzati i stabilizirati vaše računalo.
FrmRegDefragger.lblstat.caption=Još niste defragmentirali registar. Predlažemo brzu defragmentaciju!
FrmRegDefragger.btndefrag.caption=Defragmentiraj
FrmRegDefragger.lblinfo1.caption=1. Predlažemo da zatvorite druge aplikacije prije pokretanja ove funkcije.
FrmRegDefragger.lblinfo2.caption=2. Sistem neće reagirati za vrijeme analize.
FrmRegDefragger.lblinfo3.caption=3. Vaše računalo će se ugasiti i ponovo pokrenuti nakon završene defragmentacije registra.
FrmRegDefragger.lblinfo4.caption=4. Molmo da ne prekidate defragmentaciju registra, inaće može prouzročiti neželjene poslijedice.
FrmRegDefragger.vtdefrag.Columns[0]=Prihvatno ime
FrmRegDefragger.vtdefrag.Columns[1]=Trenutna veličina
FrmRegDefragger.vtdefrag.Columns[2]=Nova veličina
FrmRegDefragger.vtdefrag.Columns[3]=Ocjena zauzetosti
FrmRegDefragger.btnAnalysis.caption=Analiziraj
Frmcustom.caption=Korisničko područje
Frmcustom.btnre.caption=Preporučeno
Frmcustom.btnall.caption=Izaberi sve
Frmcustom.btnnone.caption=Ne biraj ništa
Frmcustom.btncancel.caption=Prekini
Frmcustom.btnok.caption=U redu
FrmAbout.lblver.caption=Trenutna verzija:
FrmAbout.lblemail.caption=Email za podršku:
FrmAbout.lblemailinfo.caption=Support@wisecleaner.com
FrmAbout.lblhome.caption=Početna stranica:
FrmAbout.lblhomeinfo.caption=http://www.wisecleaner.com
FrmAbout.lblthanks.caption=Hvala slijedećim ljudima na njihovom doprinosu:
FrmAboutWin.caption=O programu
FrmAboutWin.btnok.caption=U redu
FrmSettings.caption=Postavke
FrmSettings.tsCommon.caption=Općenito
FrmSettings.tsAutoRun.caption=Samopokretanje
FrmSettings.tsExclusion.caption=Izuzeće
FrmSettings.btnrestore.caption=O nama
FrmSettings.btnok.caption=U redu
FrmSettings.btncancel.caption=Prekini
FrmAutorunSettings.chk1.caption=Stvori ikonu "Počisti jednim klikom", i postavi na radnu površinu
FrmAutorunSettings.lblcmd.caption=Način komandne linije
FrmAutorunSettings.lblcmdinfo.caption=Možete izvoditi program, skenirati i čistiti registar automatski preko komandne linije. Za više informacija, molimo pritisnite F1 ili kliknite na slijedeći URL da biste pročitali naše dokumente za pomoć.
FrmAutorunSettings.btnhelp.caption=Mrežna pomoć
FrmExclusion.btnAdd.caption=Dodaj ključnu riječ
FrmExclusion.btnExport.caption=Izvezi
FrmExclusion.btnRemove.caption=Ukloni
FrmExclusion.btnimport.caption=Uvezi
Frminput.btnok.caption=U redu
Frminput.btncancel.caption=Prekini
FrmGeneral.chkNews.caption=Automatsko preuzimanje biltena
FrmGeneral.WiseLabel1.caption=Provjeri nadogradnje:
FrmGeneral.WiseLabel2.caption=Zadani jezik:
FrmGeneral.btnchecknew.caption=Provjeri sada
FrmGeneral.lbtran.caption=Prevedi na ...
FrmGeneral.lblscanmode.caption=Kako skenirati registar
FrmGeneral.rdnormal.caption=Normalno (Preporučeno)
FrmGeneral.rdssafe.caption=Samo sigurno (Pokaži samo "sigurne" unose)
FrmGeneral.rddeep.caption=Duboko (Cjelovitii način skeniranja za napredne korisnike)
Frm_br.btncancel.caption=Prekini
FrmBackup.caption=Pričuvna kopija
FrmBackup.btnreg.caption=Stvori cjelovitu kopiju registra
FrmBackup.btnsys.caption=Stvori točku vraćanja
FrmRestore.caption=Centar za vraćanje sistema
FrmRestore.btnRegBk.caption=Pričuvna kopija registra
FrmRestore.btnSysBK.caption=Vraćanje sistema
FrmRestore.btnclose.caption=Zatvori
FrmRestore.btnrestore.caption=Vrati
FrmRestore.btnremove.caption=Ukloni
frmupdate.caption=Nadogradnja programa
pmHelp=Mrežna pomoć
pmHome=Početna stranica
pmCheckNew=Provjeri nadogradnje
pmLang=Jezici
pmAbout=O programu
pmIgnore=Zanemari taj unos
pmrec=Izaberi sigurne unose
pmAll1=Izaberi sve
pmNone=Ne biraj ništa
pmGo=Otvori u editoru registra ...
pmExport=Izvezi u ...
FrmlikeUs.lblTitle.caption=Ako vam se Wise Registry Cleaner dopada, molimo upoznajte svoje prijatelje s ovim besplatnim alatom.
FrmlikeUs.lblInfo.caption=Podijelite Wise Registry Cleaner sa svojom obitelji, prijateljima, suradnicima i kolegama preko Emaila, Bloga, Twittera, Youtubea, Facebooka itd. Dobro učinjeno! Donijet ćete udobnost i djelotvornost u vaše živote.
FrmlikeUs.lblRate.caption=Ocjeni Wise Registry Cleaner:
FrmlikeUs.lblfollow.caption=Prati nas na:
FrmlikeUs.lblshare.caption=Podijeli Wise Registry Cleaner:
FrmlikeUs.btndownload.caption=Besplatno preuzimanje
FrmlikeUs.imgrate.hint=Daj nam 5 zvjezdica za nagradu
FrmlikeUs.imgmail.hint=Dijeli sa svojim prijateljima
FrmlikeUs.imgface1.hint=Dijeli na facebooku
FrmlikeUs.imgface2.hint=Prati nas na facebooku
FrmlikeUs.imgtwitter1.hint=Dijeli na twitteru
FrmlikeUs.imgtwitter2.hint=Prati nas na twitteru
FrmlikeUs.Caption=Sviđa mi se
FrmlikeUs.lbldownload.caption=Preuzmi još besplatnih programa sa WiseCleaner.com
FrmProcess.Caption=Analiza registra
FrmProcess.lblwait.caption=Analiziram...
FrmProcess.lblinfo.caption=Vaše računalo neće reagirati nekoliko sekundi.
[GUI]
ButtonYes=Da
ButtonNo=Ne
ButtonOK=U redu
ButtonMinimize=Smanji
ButtonMaximize=Povećaj
ButtonClose=Zatvori
ButtonRestore=Vrati
ButtonMenu=Meni
[Message]
Total=
DefragRate=Može vam pomoći smanjiti veličinu registra za %s.
SuggestDefrag=Hitno se predlaže defragmentiranje registra.
SuggestIgnore=Vaš registar je jedva dostupan, defragmentirajte ga iduči put.
TypeNoError=Čisto
NeverClean=Do sada niste čistili registar. Predlaže se brzo čišćenje
AdviseClean=Redovito čišćenje registra omogućuje vašem računalu da bude brže i sigurnije.
DupItem=Ova stavka je navedena u popisu.
Advisedefrag=Defragmentiranje registra može ubrzati i stabilizirati vaše računalo.
NeverDefrag=Još niste defragmentirali registar. Predlažemo brzu defragmentaciju!
LastDefrag=Zadnje defragmentiranje registra bilo je:
TotalDefrag=Komprimirano je ukupno %.2f
DefaultValue=(Zadano)
RegBackup=Pričuvna kopija registra
RegRestore=Vraćanje registra
CreateBackup=Stvara se pričuvna kopija podataka...
Compress=Sažima se...
Extracte=Izdvaja se...
Complete=Gotovo
RestoreReg=Vraćanje registra...Pričekajte nekoliko minuta...
NotSupportOS=Mogućnost nije podržana u ovom operativnom sustavu.
EnableRestore=Vraćanje sistema je onemogućeno. Želite li omogućiti vraćanje sistema?
SysCreating=Stvaranje točke vraćanja sistema...
SysRestoring=Priprema za vraćanje sistema...
RestorePointDone=Točka vraćanja sistema uspješno je stvorena.
RestorePointFail=Nije uspjelo stvaranje točke vraćanja sistema.
ErrorMsg=Poruka greške:
Area=Područje
Summary=Opis
LeastOne=Izaberite barem jedno područje skeniranja.
IsRunning=Program skenira, pričekajte da skeniranje završi, i probajte ponovo.
Optimized=Optimizirano
DefragReport=Registar je kompaktan. Izvještaj optimizacije:
DefragReport1=Stara veličina registra:
DefragReport2=Nova veličina registra:
DefragReport3=Optimizirana veličina:
ReOptimize=Ponovno optimiziranje
ComfirmDefrag=Spremite nedovršen rad, jer će se vaše računalo ugasiti i ponovo pokrenuti odmah nakon defragmentacije registra. Želite li sad započeti?
def15After=%d dana je prošlo od kad ste defragmentirali registar. Defragmentirajte sada!
def15Before=Što je vaš registar kompaktniji, vaše računalo će raditi brže i stabilnije.
KeyWord=Unesite ključne riječi:
ExImport=Lista izuzetaka je izvezena u:
NoNewVer=Verzija koju koristite je najnovija.
Daily=Dnevno
Weekly=Tjedno
Monthly=Mjesečno
Never=Nikad
TranslateTo=Prevedi na ...
NeedBack=Izgleda da ovaj program koristite prvi puta. Preporučamo da odmah napravite pričuvnu kopiju registra. Želite li stvoriti pričuvnu kopiju sada?
Newsletter=Bilten
UpgradeInfo=Informacija o nadogradnji
CannotCrTask=Ne mogu stvoriti raspored zadataka.
ScheduleNextTime=Slijedeći put:
Exported=Trenutne stavke su izvezene u %s. Želite li otvoriti datoteku sada?
Idle=U stanju mirovanja
LastClean=Zadnji put ste čistili registar u:
Monday=Ponedjeljak
Tuesday=Utorak
Wednesday=Srijeda
Thursday=Četvrtak
Friday=Petak
Saturday=Subota
Sunday=Nedjelja
IssueFound=Pronađeno je %d problema.
Scanning=Skeniranje
ScanCanceled=Skeniranje je prekinuto!
FindError=Ovaj put je nađeno ukupno %d problema. %d je nesigurno.
LogAll=%d problema je nađeno. %d je riješeno.
LogFail=Nije uspjelo otklanjanje %d problema.
StartClean=Počni čišćenje
StartScan=Skeniraj
7After=Prošlo je %d dana od zadnjeg čišćenja registra. Preporuča se brzo čiščenje.
7Before=Što je čišći registar, vaše računalo postaje brže!
ReScanHint=Pronađeno je %d problema. Predlažemo ponovno skeniranje za pronalaženje više problema.
CleanNow=Pritisni "Započni čišćenje" za trenutni popravak problema.
NoError=Čestitke! Imate čisti registar!
GoodHabit=Zahvalno je držati računalo u vrhunskoj formi sa redovnim čišćenjem registra.
ReScanHint1=Za trenutno pronalaženje potencijalnih problema predlažemo ponovno skeniranje.
TypeChanged=Promijenili ste stavku skeniranja!
ReScanHint2=Za pronalaženje problema skenirajte ponovo.
CleanDone=Čišćenje je završeno!
bkAuto=Automatski
bkManual=Ručno
BackupDate=Vrijeme stvaranja pričuvne kopije
BackupType=Tip pričuvne kopije
Problems=Problemi
CreateDate=Datum stvaranja
Description=Opis
Removebackup=Želite li ukloniti izabranu pričuvnu kopiju?
RemoveSysRestore=Želite li ukloniti izabranu točku vraćanja sistema?
NoBackupSelected=Izaberite pričuvnu kopiju za vraćanje.
RestoreComplete=Vraćanje završeno
RestoreFromSysRestore=Za vraćanje morate ponovo pokrenuti računalo. Želite li sad započeti vraćanje?
[Tuneup]
RestoreAll=Želite li vratiti sve stavke na zadane vrijednosti Windowsa?
NoSelectedItem=Izaberite jednu stavku za optimizaciju.
OptItems=Slijedećih %d stavki može se optimizirati.
ItemsOptimized=%d stavki je optimizirano.
TakeEff=Neke promjene neće imati efekta dok ponovo ne pokrenete računalo.
NoItems=Čestitke! Sve stavke su optimizirane.
BootSpeedup=Ubrzanje podizanja/gašenja sistema
SystemStable=Stabilnost sistema
SystemSpeedup=Podizanje brzine sistema
NetworkSpeedup=Podizanje brzine mreže
PrefetchParameters=Optimizirajte preddohvatne parametre za poboljšanje brzine podizanja Windowsa
BootDelay=Skraćuje vrijeme "provjere diska" za poboljšanje podizanja Windowsa
BootPartition=Omogućuje optimizaciju za poboljšanje podizanja Windowsa.
ClearPagingFile=Onemogućite pražnjenje stranične datoteke Windowsa kod gašenja računala, da ubrzate proces gašenja
TimeOut=Smanjite prazan hod aplikacije kod zatvaranja za poboljšanje procesa gašenja
AutoKill=Zatvorite zamrznute procese da izbjegnete pad sistema
RestartExplorer=Automatski ponovo pokrenite Windows Explorer da izbjegnete neočekivano nestajanje radne površine
TwoProcess=Postavi komponente Windows Explorera da rade u odvojenim procesima da izbjegnete konflikte sistema
ErrorReport=Za poboljšanje izvođenja sistema onemogućite izvještaje greške na ekranu
Debugger=Onemogućite ispravljača grešaka (debugger)
OptMemory=Optimizirajte zadane postavke memorije za poboljšanje izvođenja sistema
OptVEff=Optimizirajte pojavljivanje pristupnih komponenti (dijalog box, menije itd.) za poboljšanje izvođenja sistema
OptFileSystem=Optimizirajte datotečni sistem za poboljšanje izvođenja sistema
OptDiskSystem=Optimizirajte diskovni I/O podsistem za poboljšanje izvođenja sistema
DisAutoRun=Onemogućite "Autoplay" mogućnost na pogonima za izbjegavanje/širenje virusne infekcije
OptDiskIdle=Optimizirajte diskovni I/O za vrijeme dok je CPU u praznom hodu
OptTTL=Optimizirajte TTL (Time To Live) postavke za poboljšanje izvođenja u mreži
OptNetForward=Optimizirajte napredna mrežna svojstva za poboljšanje mrežnog izvođenja
OptMTU=Poboljšajte TCP/IP izvođenje kroz automatsku detekciju "crnih rupa" kod MTU tehnike otkrivanja
OptWINS=Optimizirajte vrijeme ispitivanja WINS imena za poboljšanje brzine prijenosa
OptNetWork=Optimizirajte mrežne postavke za poboljšanje komunikacije
CloseAnimate=Onemogućite "efekte tranzicije" za poboljšanje brzine javljanja Windowsa
PagingExecutive=Onemogućite označavanje stranične memorije i smanjite I/O diska za poboljšanje izvođenja aplikacije. (Opcija će biti zanemarena ako je fizička memorija < 1 Gb)
StaticIP=Postavite statični IP za vašu lokalnu vezu za poboljšanje dizanja računala
PorcessorTime=Optimizirajte izvođenje procesora za izvršavanje aplikacija, igara itd. (Zanemarite ako je ovo server)
DisableIDECheck=Zaštite provjeru IDE kanala od strane Windowsa za poboljšanje brzine podizanja Windowsa
[Type]
Activex=ActiveX i COM komponente
FireWall=Postavke za vatrozid Windowsa
RootAll=Neispravne putanje
SoftwareSection=Putanje softwarea
ApplicationPaths=Putanje aplikacije
FileTypes=Tipovi datoteka
HelpFiles=Datoteke pomoći
Fonts=Fontovi
SharedDLL=Dijeljeni DLLovi
MRULists=Korisničke MRU liste
UninstallSection=Deinstalator
StartMenu=Početni meni
StartupProgram=Početni programi
SoundandAppEvents=Događanja zvuka i aplikacija
IEUrlHistory=IE Url Povijest
IFEO=Izvršavanje slikovne datoteke
EmptyKey=Unosi bez informacija
App=Postavke aplikacije
[ErrorMessage]
EmptyKey=Unosi bez informacija
EmptyHelpdirctory=Prazna mapa pomoći
FileNotExist=Datoteka (Mapa) ne postoji
HFileNotExist=Datoteka (Mapa) pomoći ne postoji.
EmptyValue=Prazna vrijednost
TypeLib=Tip biblioteke ne postoji:
NodeEmpty=Prazan čvor
SharedFilenotexist=Dijeljena datoteka ne postoji
sharedfilenotbeuse=Dijeljena datoteka nije u upotrebi
noconnection=Bez informacije o povezivanju
Invalidpathtoicon=Neispravan put do ikone.
ReferstoaninvalidClass=Odnosi se na neispravnu klasu.
Emptyshellcommand=Naredba ljuske je prazna
Invalidshellcommand=Neispravna naredba ljuske (Datoteka ne postoji).
Fontsnotexist=Datoteka fontova ne postoji.
Hijacking=%s je provaljeno od %s.
MRULists=Korisničke MRU liste
invalidOpenWith=Nijedna aplikacija nije pridružena tom tipu.
ReferActivex=Odnosi se na neispravni Activex/COM unos
EmptyCLSID=Prazan CLSID.
ComSourceNotExist=COM izvor ne postoji.
invalidUnistall=Neispravna informacija o deinstalaciji.
notexist=ne postoji.
ObsoleteStartMenuItem=Zastarjela stavka početnog menija.
SoundFilenotexist=Zvukovna datoteka ne postoji.
FileNotExist1=Datoteka (Mapa) ne postoji, ali pogon "%s" je %s, preporučamo zanemariti tu grešku.
[CommonClean]
WhenIdle=U stanju mirovanja
[Summary]
Activex=Neispravne ActiveX i COM komponente
FireWall=Neispravne postavke za vatrozid Windowsa
RootAll=Neispravne putanje i datoteke
SoftwareSection=Neispravne putanje i datoteke ostale nakon uklanjanja softwarea
ApplicationPaths=Neispravno registrirane putanje i datoteke aplikacije
FileTypes=Neispravna informacija o nastavku datoteke
HelpFiles=Neispravno registrirane datoteke pomoći
Fonts=Neispravne informacije o fontovima
SharedDLL=Nedostajuće dijeljene dinamičke biblioteke
MRULists=Povijest otvaranih datoteka, gledanih filmova, editiranih dokumenata itd.
UninstallSection=Nekorisna ili neispravna informacija za deinstalaciju
StartMenu=Zastarjele stavke početnog menija
StartupProgram=Zastarjeli ili neispravni početni programi
SoundandAppEvents=Zastarjele ili neispravne postavke zvuka i događanja
IEUrlHistory=Povijest posjeta sa IE
IFEO=Zločudni unosi stvoreni špijunskim programom, virusom ili zločudnim programom
EmptyKey=Unosi bez informacija
App=Neispravne postavke aplikacije
[AutoClean]
ErrorsFixed=greške su očišćene.
Title=Čestitke!
ErrorsFound=pronađene su greške

